
#username - имя пользователя
#title - заголовок заметки
#content - описание заметки
#status - статус заметки
#created_date - дата создания заметки в формате "день-месяц-год", например "10-11-2024"
#issue_date - дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"
username= 'Паша'
title='Отчет по работе'
content= 'Каждый день'
status= 'В работе'
created_date= "01-01-2025"
issue_date="01-10-2025"

print("Имя пользователя:",username)
print("Заголовок заметки:",title)
print("Описание заметки:",content)
print("Статус заметки:",status)
print("Дата создания заметки:",created_date)
print("Дата истечения заметки:",issue_date)


